QGDsolver/tutorials/scalarTransportQHDFoam/1D/frontTrack/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

touch frontTrack.foam
runApplication blockMesh
runApplication `getApplication`
runApplication postProcess -func sampleDict

#------------------------------------------------------------------------------
